## 講師　張子龍

**資料簡介:**

• 2013年 國際華語辯論邀請賽 冠軍
• 雄中演辯社教練團隊（2010-2017）
• 市北辯論社指導老師（2017-2018）
• 中山思辯社指導老師（2025-）

**聯絡電話: 0988-289-469**　**E-mail:** kstin0815@gmail.com

---
<center><b>整體架構</b></center>
**一、政策辯論**

┌價值辯輪：定義、因果、標準
└政策辯論：政策＝政府的行動

［`關鍵＝行動(✗)；強制認可權(✓)`］

```
　　　　　　　　政策辯論　　　　　　　　　　　　　　　　　價值辯論
＋－－－－－－－－－－－－－－－－－－－＋　＋－－－－－－－－－－－－－－－－－－－＋
｜　　　　　　　上位／標準　　　　　　　｜　｜　　　　　　　價值／標準　　　　　　　｜
＋－－－－－－－－－－－－－－－－－－－＋　＋－－－－－－－－－－－－－－－－－－－＋
＋－－－－－－－－＋　＋－－－－－－－－＋　＋－－－－－－－－＋　＋－虛－線－－－－＋
｜　　　問題　　　｜　｜　　　行動　　　｜　｜　　　事實　　　｜　｜　　　　　　　　｜
｜＋－－－－－－＋｜　｜＋－－－－－－＋｜　｜＋－－－－－－＋｜　｜　　　　　　　　虛
｜｜惡害（定義）｜｜　｜｜制度（定義）｜｜　｜｜　　定義　　｜｜　｜　＋可以沒行動　｜
｜＋－－－－－－＋｜　｜＋－－－－－－＋｜　｜＋－－－－－－＋｜　虛　｜　　　　　　線
｜＋－－－－－－＋｜　｜＋－－－－－－＋｜　｜＋－－－－－－＋｜　｜　＋不能選行動　｜
｜｜根屬（因果）｜｜　｜｜解決（因果）｜｜　｜｜　　因果　　｜｜　線　　　　　　　　｜
｜＋－－－－－－＋｜　｜＋－－－－－－＋｜　｜＋－－－－－－＋｜　｜　　　　　　　　｜
＋－－－－－－－－＋　＋－－－－－－－－＋　＋－－－－－－－－＋　＋－－－－虛－線－＋
```

**二、三階架構**

┌(判準1)＝上位：解決的是不是利益？
└(判準2)＝加權：利益和弊害的比較？

［`判準＝「判斷勝負關鍵的」標準`］

```
　　　　　①論證與反駁　　　　　　　②定義與合題　　　　　　　　③整理與比較
＋－－－－－－－－－－－－－＋＋－－－－－－－－－－－＋＋－－－－－－－－－－－－＋
｜＋－－－－－－－－－－－＋｜｜＋－－－－－－－－－＋｜｜＋－－－－－－－－－－＋｜
｜｜論證＝問題＋行動＋上位｜｜｜｜合題：能不能討論？｜｜｜｜排序：哪一列要先講？｜｜
｜＋－－－－－－－－－－－＋｜｜＋－－－－－－－－－＋｜｜＋－－－－－－－－－－＋｜
｜＋－－－－－－－－－－－＋｜｜＋－－－－－－－－－＋｜｜＋－－－－－－－－－－＋｜
｜｜反駁：拆解、反轉、比較｜｜｜｜重要：要不要討論？｜｜｜｜打平：哪一列不用講？｜｜
｜＋－－－－－－－－－－－＋｜｜＋－－－－－－－－－＋｜｜＋－－－－－－－－－－＋｜
｜　　　　　　　　　　　　　｜｜　　　　　　　　　　　｜｜　　　　　　　　　　　　｜
｜　結算＝論點成立與強度？　｜｜　通分＝論點的類別？　｜｜　加權＝哪一列更重要？　｜
＋－－－－－－－－－－－－－＋＋－－－－－－－－－－－＋＋－－－－－－－－－－－－＋

• 通分：哪一行？
• 結算：多少分？
• 排序：要先講？
• 打平：不用講？
• 加權：更重要？
```

**三、戰場地圖**

┌左右推移：「在(判準1)之下」的論證反駁
└上下推移：「在(判準2)之下」的利弊比較

https://tzulungchang.com/argument_mapping.html

```
＋－－－－－－－－－－－－＋＋－－－－－－－－－－－－＋　
｜正方論點：　　　　　　　｜｜反方論點：　　　　　　　｜
｜　　　　　　　　　　　　｜｜　　　　　　　　　　　　｜
｜　　　１他人健康　　　　｜｜　　　　Ａ私人場所　　　｜
｜　　　２健保負擔　　　　｜｜　　　　Ｂ零售業者　　　｜
｜　　　３氣味干擾　　　　｜｜　　　　Ｃ娛樂場所　　　｜
｜　　　　　　　　　　　　｜｜　　　　Ｄ行為自由　　　｜
＋－－－－－－－－－－－－＋＋－－－－－－－－－－－－＋
＋－＋－－－－－－－－－－－－－－－－－－＋－－－－－＋
｜　｜　　　　　　　　　　　　　　　　　　｜　　　　　｜
｜健｜１他人健康　　　　　︽　　　　　　　｜　　　　　｜
｜　｜　　　　　　　　　　｜　　　　　　　｜Ａ私人場所｜
｜康｜２健保負擔　　　　　︾　　　　　　　｜　　　　　｜
｜　｜　　　　　　　　　　　　　　　　　　｜　　　　　｜
＋－＋－－－－－－－－－－－－－－－－－－＋－－－－－＋
＋－＋－＋－－－－－－－－－－－－－－－－－－－－－－＋
｜經｜　｜　　　　　　　　　　　　　　　　　Ｂ零售業者｜
｜濟｜　｜　　　　　　　　　　　　　　　　　Ｃ娛樂場所｜
＋－＋－＋－－－－－－－－－－－－－－－－－－－－－－＋
＋－＋－－－－－－－－＋－－－－－－－－－－－－－－－＋
｜權｜　　　　　　　　｜　　　　　　　　　　　　　　　｜
｜　｜３氣味干擾　《－＋－》　　　　　　　　Ｄ行為自由｜
｜利｜　　　　　　　　｜　　　　　　　　　　　　　　　｜
＋－＋－－－－－－－－＋－－－－－－－－－－－－－－－＋
```

**四、反方策略**

┌“on-case”：需要、根屬、解決
└“off-case”：合題、弊害、相抗、批判

```
“on-case”
　　　　　　　　　　　　　　　　＋－－－－－－－－－－－－－－－－－－－＋
　＋純粹反對＋直接反駁：論證　　｜小　　　　　　　　　　　　　　　　不明｜
　｜　　　　｜反駁需要：需要　　｜　　︽　　　　　　　　　　　　　︽　　｜
　｜　　　　＋反駁解決：解決　　｜　制｜＋－－－－＋　＋－－－－＋｜　　｜
　｜　　　　　　　　　　　　　　｜　度｜｜捍衛現況｜　｜程序質疑｜｜價　｜
　＋小幅修正：解決［反駁／取代］｜　變｜｜小幅修正｜Ｘ｜純粹反對｜｜值　｜
　　　　　　　　　　　　　　　　｜　動｜｜相抗計畫｜　｜哲學批判｜｜立　｜
　＋捍衛現況：獲得Ｚ＜造成Ｂ　　｜　　｜＋－－－－＋　＋－－－－＋｜場　｜
　｜相抗計畫：正方Ｚ＜反方Ｚ　　｜　　︾　　　　　　　　　　　　　︾　　｜
　｜程序質疑：正方制度不合題　　｜大　　　　　　　　　　　　　　　　鮮明｜
　＋哲學批判：需要上位不合理　　＋－－－－－－－－－－－－－－－－－－－＋

“off-case”
```
